[
    {
        "id":1,
        "name":"Animal Farm",
        "info":"A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible.",
        "author":"George Orwell",
        "price":"Free",
        "year":"1945",
        "age":"+13",
        "imageURl":"../images/Books-image/Animal-Farm/Animal-Farm.jpg"
    },
    {
        "id":2,
        "name":"Pride and Prejudice",
        "info":"Pride and Prejudice is an 1813 novel of manners by Jane Austen. The novel follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.",
        "author":"Jane Austen",
        "price":"Free",
        "year":"1813",
        "age":"+12",
        "imageURl":"../images/Books-image/Pride-and-Prejudice/Pride-and-Prejudice.jpg"

    },
    {
        "id":3,
        "name":"The Book Thief",
        "info":"The Book Thief is a historical fiction novel by the Australian author Markus Zusak, set in Nazi Germany during World War II.The novel follows the adventures of a young girl, Liesel Meminger. Narrated by Death, the novel presents the lives and viewpoints of the many victims of the ongoing war. Themes throughout the story include death, literature, and love.",
        "author":"Markus Zusak",
        "price":"Free",
        "year":"2006",
        "age":"PG-13",
        "imageURl":"../images/Books-image/The-Book-Thief/The-Book-Thief.jpg"
    },
    {
        "id":4,
        "name":"The Fault in Our Stars",
        "info":"Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.",
        "author":"John Green",
        "price":"Free",
        "year":"2012",
        "age":"+13",
        "imageURl":"../images/Books-image/The-Fault-in-Our-Stars/The-Fault-in-Our-Stars.jpg"
    },
    {
        "id":5,
        "name":"The Hunger Games",
        "info":"In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.",
        "author":"Suzanne Collins",
        "price":"Free",
        "year":"2008",
        "age":"+12",
        "imageURl":"../images/Books-image/The-Hunger-Games/The-Hunger-Games.jpg"
    },
    {
        "id":6,
        "name":"To Kill a Mockingbird",
        "info":"To Kill a Mockingbird is a novel by the American author Harper Lee. It was published in 1960 and won the Pulitzer Prize in 1961. It is a story of a childhood in a Southern town and the crisis of conscience that rocked it",
        "author":"Harper Lee",
        "price":"Free",
        "year":"1960",
        "age":"+12",
        "imageURl":"../images/Books-image/To-Kill-a-Mockingbird/To-Kill-a-Mockingbird.jpg"
    }
]